{
  "ale": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "fzf-lua": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "material.vim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-graphql": { "branch": "master" },
  "vim-iced": { "branch": "main" },
  "vim-iced-coc-source": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-sexp": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
