brew "oven-sh/bun/bun"
brew "python"
brew "uv"
brew "typescript"
brew "node"
brew "nvm"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "imagemagick"
brew "neovim"
brew "postgresql"
brew "ripgrep"
brew "sqlite"
brew "starship"
brew "tree-sitter-cli"
brew "zellij"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "google-chrome"
cask "ghostty"
cask "karabiner-elements"
cask "slack"
cask "raycast"
cask "chatgpt"
cask "codex"
cask "claude-code"
cask "orbstack"
