tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "oven-sh/bun/bun"
brew "python"
brew "uv"
brew "typescript"
brew "node"
brew "nvm"
brew "bat"
brew "tmux"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "postgresql"
brew "readline"
brew "ripgrep"
brew "sqlite"
brew "vim"
brew "zsh"
cask "font-hasklig"
cask "google-chrome"
cask "ghostty"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "vlc"
cask "raycast"
cask "chatgpt"
cask "orbstack"
