tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "clojure"
brew "elixir"
brew "python@3.10"
brew "python@3.9"
brew "ruby"
brew "typescript"
brew "node"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "postgresql"
brew "readline"
brew "ripgrep"
brew "sqlite"
brew "vim"
brew "yarn"
brew "zsh"
cask "font-hasklig"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "slack"
cask "vlc"
